/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Loginwindow-näytönsäästäjä";
"screensaver.pfm_description" =			"Näytönsäästäjä- ja nukkumissalasana-asetukset ja sisäänkirjautumisikkunan näytönsäästäjäasetukset";
"loginWindowIdleTime.pfm_title" =			"Sisäänkirjautumisikkunan käyttämättömyysaika";
"loginWindowIdleTime.pfm_description" =		"Sisäänkirjautumisikkunan käyttämättömyysaika sekunneissa. Arvo 0 estää näytönsäästäjän sisäänkirjautumisikkunassa.";
"loginWindowModulePath.pfm_title" =			"Sisäänkirjautumisikkunan näytönsäästäjämoduulin polku";
"loginWindowModulePath.pfm_description" =	"Tiedostojärjestelmäpolku näytönsäästäjämoduuliin. Esimerkiksi, ”/System/Library/Screen Savers/Flurry.saver”. Huomaa, että kaikki näytönsäästäjät eivät toimi ennen sisäänkirjautumista. Tällaisia saattavat olla syöte-, satunnais- ja sekoitusnäytönsäästäjät ja näytönsäästäjät, joiden koodia Apple ei ole allekirjoittanut.";
"askForPassword.pfm_title" =			"Vaadi salasana";
"askForPassword.pfm_description" =			"Vaadi salasana heräämiseen tai näytönsäästäjästä poistumiseen. Arvo 1 vaatii salasanan. Arvo 0 ei vaadi salasanaa.";
